[
  {
    "index": 0,
    "title": "Crafty (WIP)",
    "tech": "Node.js · Vue.js · MySQL",
    "image": "crafty_phone.jpg",
    "desc": "<p>Marketplace de productos artesalanes en el que cualquiera puede comprar o vender sin necesidad de cambiar de cuenta.</p><p>Puedes buscar simultaneamente por palabras, cateogrías, color, precio...</p><p>Los clientes pueden valorar lo que compran, y sus puntuaciones y comentarios aparecerán en la página del producto.</p><p>Por supuesto, cada artista tiene su propia página, con su presentación, su catálogo, y enlaces a sus RRSS.</p><p class='small'>(Pendiente implementar interfaz de vendedor.)</p>",
    "github": "https://github.com/ZoePorta/Proyecto",
    "flipped": false
  },
  {
    "title": "Hack A Music",
    "tech": "Vue.js · API",
    "image": "music.jpg",
    "desc": "<p>¿Quieres saber cuáles son los géneros más escuchados del momento en España? ¿Y los artistas? ¿Los temas? ¡Entra aquí!</p><p>Pasa el ratón por encima para ver los oyentes de cada uno, o haz click para más información.</p><p>Todos los datos vienen de la <a href='https://www.last.fm/api' target='_blank' rel='noopener noreferrer'>API de Last.fm</a>.</p><p class='small'>(Las imágenes están correctamente configuradas. Last.fm las ha retirado y ahora su API solo manda el icono de la estrella.)</p>",
    "github": "https://github.com/ZoePorta/hackamusic",
    "link": "https://zoe-hackamusic.netlify.app",
    "flipped": false
  },
  {
    "title": "Rick y Morty",
    "image": "rickmorty.jpg",
    "tech": "Vue.js · API",
    "desc": "<p>Si eres fan de la popular serie Rick y Morty, aquí tienes un buscador de personajes basado en su <a href='https://rickandmortyapi.com/' target='_blank' rel='noopener noreferrer'>API</a>.</p><p>Busca por ID o fitra simultaneamente según su nombre, género, especie, o si está vivo, muerto, o no se sabe.</p><br><p class='small'>¡WUBBA LUBBA DUB-DUB!</p>",
    "github": "https://github.com/ZoePorta/rick-morty-api",
    "link": "https://searchchar-rickandmorty.netlify.app",
    "flipped": false
  },
  {
    "title": "Juego",
    "tech": "Vue.js",

    "image": "vuester.jpg",
    "desc": "<p>Minijuego en el que tendrás que derrotar a un monstruo. Podrás atacarle tantas veces como quieras (mientras sigas vivo), pero ojo: por cada movimiento que hagas, ¡él te hará daño!</p><p>Por suerte, cuentas con algunas pociones curativas y tu ataque especial, pero sólo tienes energía para hacerlo unas veces limitadas. ¡Suerte!</p><br /><p class='small'>(Pendiente de introducir sprites, para hacerlo más visual, y modificar los estilos.)</p>",
    "github": "https://github.com/ZoePorta/vuester-code",
    "link": "https://zoe-vuesterslayer.netlify.app",
    "flipped": false
  },
  {
    "title": "Conversor",
    "tech": "JavaScript · API · HTML · CSS",

    "image": "conversor.jpg",
    "desc": "<p>¿Necesitas saber cúantos pesos colombianos son 15 euros? ¿Cuántos dólares canadienses son 167293 yenes?</p><p>No importa qué conversión quieras hacer, introduce la cantidad y las divisas correspondientes y ¡en un click lo sabrás!</p>",
    "github": "https://github.com/ZoePorta/entregas-hab/tree/master/JS/entrega-5/conversorDivisas",
    "link": "http://conversor-divisas.surge.sh/",
    "flipped": false
  },
  {
    "title": "Notas",
    "tech": "JavaScript · HTML · CSS · Local Storage",

    "image": "notas.jpg",
    "desc": "<p>Si eres de esas personas a las que se les olvida todo y necesitas apuntar las cosas en algun sitio... ¡Aquí tienes dónde hacerlo!</p><p>Y, por si también se te olvida lo que ya has hecho, puedes tachar las tareas completadas.</p><p>No te preocupes por perder tus notas al cerrar. Se guardan en el dispositivo, así que estarán esperándote cuando la vuelvas a abrir.</p>",
    "link": "http://zoe-todo.surge.sh/",
    "flipped": false
  },

  {
    "title": "Mi primera web",
    "tech": "HTML · CSS",

    "image": "exo.jpg",
    "desc": "<p>Creé esta web en 2014 como proyecto de la asignatura Informática para la Creación de Web y Vídeo (Comunicación Audiovisual).</p><p>Si la hubiese hecho hoy, con lo que he aprendido, sería muy diferente (al menos el código); pero no me avergüenzo de ella, porque por algún lado se empieza.</p><p>Además, gracias al 10 con la que me la calificaron y mi buen resultado en el examen, conseguí matrícula de honor en dicha materia.</p>",
    "link": "http://zoe-porta-web-exo.surge.sh/index.html",
    "flipped": false
  }
]
